welcome =
    👋 Привет!

    Я — ваш виртуальный ассистент. Помогаю онлайн-школам и компаниям заботиться о клиентах и снижать расходы на рутинные задачи.
    Чтобы начать, просто воспользуйтесь меню ниже! 📋

admin_added_new_question = ✅ Вопрос **«{$question}»** успешно добавлен!

faq =
    ❓ *Часто задаваемые вопросы*

    Здесь вы найдёте ответы на самые популярные вопросы.

    Если нужного ответа не оказалось — просто нажмите кнопку ниже, чтобы связаться с нашим менеджером. 👩‍💼👨‍💼

faq-question =
    💬 <b>Вопрос:</b> {$question}
    🔹 <b>Ответ:</b> {$answer}

manager =
    💌 Спасибо за ваше обращение!

    В течение *15 минут* к вам присоединится менеджер и поможет с вашим вопросом. Оставайтесь на связи! 😊

feedback-choose = 📋 *Выберите, о чём хотите оставить отзыв:*

feedback-cancel = ❌ Отзыв отменён.

feedback-select = ⭐️ *Какую оценку вы хотите поставить?*

feedback-comment = 📝 *Хотите добавить пару слов к вашей оценке?*

feedback-write-comment = 💬 *Напишите, пожалуйста, ваш комментарий сюда сообщением.*

functions =
    🤖 Что умеет наш бот и чем он может быть полезен?

    Этот бот создан, чтобы помочь онлайн-школам и другим компаниям улучшать качество обслуживания и экономить время команды на рутинных задачах.

    Вот его ключевые возможности:

    📚 Ответы на часто задаваемые вопросы (FAQ)
    Бот поможет вашим клиентам быстрее находить ответы на популярные вопросы без участия менеджеров. Все вопросы можно легко редактировать и обновлять в любое время.

    ⭐️ Сбор отзывов
    Удобная и понятная система для получения отзывов:
    — Тематика отзыва (курсы, сервис, персонал и т.п.)
    — Оценка в формате звёзд от 1 до 5 ✨
    — Возможность оставить комментарий или просто поставить оценку
    — Вежливые автоматические ответы на положительные и отрицательные отзывы

    💬 Связь с менеджером
    Если клиенту всё же нужен живой человек — бот быстро переведёт его к вашему специалисту.

    📨 Рассылки по базе пользователей
    Легко отправляйте новости, обновления, акции или специальные предложения всем пользователям бота прямо в Telegram. 📣

    ⚙️ Все разделы бота настраиваются из удобной админ-панели — вы можете в любой момент добавлять или менять вопросы в разделе FAQ, а также редактировать категории и формулировки для отзывов. Все уведомления о новых отзывах или вопросах бот отправляет напрямую вам в мессенджер.

    ✅ Полная кастомизация под ваш бизнес
    Мы можем адаптировать этого бота под любые ваши задачи:
    — Изменить тексты, оформление, сценарии диалогов
    — Добавить новые функции
    — Сделать его частью вашей CRM или других систем

feedback-good = 🎉 Спасибо за добрый отзыв! Мы очень рады, что вам понравилось! 💙

feedback-bad = 😞 Спасибо за ваш отзыв. Нам жаль, что ожидания не оправдались. Мы обязательно передадим это команде и постараемся стать лучше.

feedback-answer =
    📌 *Отзыв принят!*
    **Тематика:** {$topic}
    **Оценка:** {$stars}
    **Комментарий:** {$comment}

admin-menu = Админка

service = ❗️ Обращение в поддержку от @{$user}

admin-faq-add-question =
    Добавление нового вопроса в F.A.Q.
    Введите новый вопрос - так, как хотите, чтобы он выглядел у пользователя

admin-faq-add-answer = Отлично, теперь введите ответ на вопрос "{$question}"

admin-faq-successfully-added = ✅ Вопрос успешно добавлен!

admin-faq-successfully-deleted = ✅ Вопрос успешно удален!

admin-choose-faq = Выберите вопрос для удаления либо добавьте новый

admin-permissions-error = ⛔ У вас нет доступа к этой команде.

admin-new-feedback =
    📝 Новый отзыв:
    Пользователь ID: {$user_id}
    Оценка: {$stars} ⭐
    Комментарий: {$comment}

admin-topic-added = ✅ Тема успешно добавлена!

admin-topic-deleted = ✅ Тема успешно удалена

admin-choose-topic = Выберите тему для удаления либо добавьте новую

admin-broadcast-ended=
    Рассылка завершена.
    Успешно отправлено: {$sent_count} сообщений

admin-broadcast-text = Введите текст рассылки:

admin-broadcast-photo = Отправьте изображение или напишите "Пропустить"

admin-broadcast-cancel = ❌ Рассылка отменена.
